{
	"item": [
		{
			"name": "Barbarian: Primal Path",
			"source": "Test",
			"page": 0,
			"entries": [
				"following option is available to a barbarian: the Path of the",
				{
					"type": "entries",
					"name": "Dragon",
					"entries": [
						""
					]
				},
				{
					"type": "entries",
					"name": "Path of the Dragon",
					"entries": [
						"All barbarians harbor within them the rage that grants them superior strength, constitution, and speed. For barbarians who follow the Path of the Dragon, that rage is the fiery wrath of a red dragon, the bestial cold of a white dragon, or fury that in some way encapsulates the rage of dragons.",
						"These barbarians often hail from tribes who revere dragonkind, or who themselves are servants of powerful dragons. Their zealousness for dragonkind is the seed of their power, from which their dragonlike rage stems."
					]
				},
				{
					"type": "entries",
					"name": "Path of the Dragon Features",
					"entries": []
				},
				{
					"type": "entries",
					"name": "Druid Level Feature",
					"entries": []
				},
				{
					"type": "entries",
					"name": "3rd Dragon's Rage",
					"entries": []
				},
				{
					"type": "entries",
					"name": "6th Dragon's Armor",
					"entries": []
				},
				{
					"type": "entries",
					"name": "10th Fearsome Roar",
					"entries": []
				},
				{
					"type": "entries",
					"name": "14th Dragon's Flight",
					"entries": []
				},
				{
					"type": "entries",
					"name": "Dragon's Rage",
					"entries": [
						"When you choose this path at 3rd level, your rage emulates the wrath of a powerful dragon. Choose one of the following options:"
					]
				},
				{
					"type": "entries",
					"name": "Black Dragon",
					"entries": [
						"While you are raging, you gain the ability to breathe underwater and you gain a swimming speed of 30 feet. If you already have a swimming speed, it increases to 30 feet, unless it was already faster."
					]
				},
				{
					"type": "entries",
					"name": "Blue Dragon",
					"entries": [
						"While you are raging, you can use your bonus action to empower your next strike. Until the end of your turn, the next time you hit with a weapon attack, the attack deals an extra {@damage 1d8} lightning damage."
					]
				},
				{
					"type": "entries",
					"name": "Green Dragon",
					"entries": [
						"While you are raging, your movement speed increases by 10 feet, and difficult terrain composed of natural materials such as plants, earth, and water doesn't cost you extra movement."
					]
				},
				{
					"type": "entries",
					"name": "Red Dragon",
					"entries": [
						"While you are raging, you can use your bonus action to empower your next strike. Until the end of your turn, the next time you hit with a weapon attack, the attack deals an extra {@damage 1d8} fire damage."
					]
				},
				{
					"type": "entries",
					"name": "White Dragon",
					"entries": [
						"While you are raging, your weapon attacks score a critical hit on a roll of 19 or 20."
					]
				},
				{
					"type": "entries",
					"name": "Dragon's Armor",
					"entries": [
						"Starting at 6th level, you gain resistance to a damage type determined by the dragon type you chose at 3rd level. You do not need to be raging to have this resistance."
					]
				},
				{
					"type": "entries",
					"name": "Black Dragon",
					"entries": [
						"You gain resistance to acid damage."
					]
				},
				{
					"type": "entries",
					"name": "Blue Dragon",
					"entries": [
						"You gain resistance to lightning damage."
					]
				},
				{
					"type": "entries",
					"name": "Green Dragon",
					"entries": [
						"You gain resistance to poison damage."
					]
				},
				{
					"type": "entries",
					"name": "Red Dragon",
					"entries": [
						"You gain resistance to fire damage."
					]
				},
				{
					"type": "entries",
					"name": "White Dragon",
					"entries": [
						"You gain resistance to cold damage.",
						"Moreover, while you are raging, you can develop dragon scales to shield you from attack. While you are raging, if you are hit by an attack, you can use your reaction to add your Charisma modifier to your AC for that attack, potentially causing the attack to miss. To gain this bonus, you cannot be wearing medium or heavy armor."
					]
				},
				{
					"type": "entries",
					"name": "Fearsome Roar",
					"entries": [
						"Starting at 10th level, whenever you enter your rage, you can choose to unleash a fearsome roar as a bonus action. When you do so, every creature of your choice within 60 feet of you that can see you must make a Wisdom saving throw. The DC for this saving throw equals 8 + your proficiency bonus + your Charisma modifier. On a failed save, a creature is {@condition frightened} of you. An affected creature can attempt the saving throw again at the end of each of its turns, ending the effect on itself on a success. The effect ends early if your rage ends."
					]
				},
				{
					"type": "entries",
					"name": "Dragon's Flight",
					"entries": [
						"Starting at 14th level, whenever you enter your rage, you also sprout a pair of spectral draconic wings. These wings grant you a flying speed of 30 feet, however you do not have the ability to sustain flight. You cannot end your turn in the air; if you do, you fall. The wings last until your rage ends."
					]
				}
			]
		}
	]
}